# IdeaStatiCa.ConnectionApi.Model.ProblemDetails

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Type** | **string** |  | [optional]
**Title** | **string** |  | [optional]
**Status** | **int?** |  | [optional]
**Detail** | **string** |  | [optional]
**Instance** | **string** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)